/* GeckoReporter Strings. */

/* Menus */
"Services" = "Tjänster";
"Hide %@" = "Dölj %@";
"Hide Others" = "Dölj övriga";
"Show All" = "Visa alla";
"Quit %@" = "Avsluta %@";

"Edit" = "Redigera";
"Undo" = "Ångra";
"Redo" = "Gör om";
"Cut" = "Klipp ut";
"Copy" = "Kopiera";
"Paste" = "Klistra in";
"Delete" = "Radera";
"Select All" = "Välj alla";
"Spelling and Grammar" = "Stavning och grammatik";
"Show Spelling and Grammar" = "Visa stavning och grammatik";
"Check Document Now" = "Kontrollera dokumentet nu";
"Check Spelling While Typing" = "Kontrollera stavning vid skrivning";
"Check Grammar With Spelling" = "Kontrollera grammatiken vid stavning";
"Correct Spelling Automatically" = "Autokorregera stavning";
"Speech" = "Tal";
"Start Speaking" = "Börja tala";
"Stop Speaking" = "Sluta tala";

"Window" = "Fönster";
"Minimize" = "Minimera";
"Zoom" = "Förstora";
"Bring All to Front" = "Lägg alla fönster framför";


/* Error messages */
"Error could not send crash report." = "Fel. Kunde inte skicka kraschrapport";
"Error could not send bug report." = "Fel. Kunde inte skicka buggrapport";
"Error could not send message." = "Fel. Kunde inte skicka meddelandet.";

/* Incomplete fields message */
"Fields not filled." = "Fälten är inte ifyllda";
"Please be sure all fields are filled as all fields are required." = "Vänligen se till att ha fyllt i alla fält då alla behöver fyllas i.";

/* Status not 200 error */
"Status Code Returned %d" = "Statuskod återlämnad %d";

/* Buttons */
"Ok" = "Ok";
"Ignore All" = "Ignorera alla";
"Ignore" = "Ignorera";
"Send All" = "Skicka alla";
"Cancel" = "Avbryt";
"Send" = "Skicka";
"Sending..." = "Skickar...";

/* Information Notice */
"Anonymous system information will be sent." = "Anonym systeminformation kommer att skickas.";

/* Interface */

/* Crash Report */
"%@ Crashed" = "%@ Kraschat";
"%@ crashed the last time you ran it. Would you like to send me a crash report so I can look into it?" = "%@ Kraschade sist du körde det. Vill du skicka en kraschrapport till mig så jag kan undersöka felet?";
"Report Date:" = "Rapportdatum:";
"%a, %m/%d/%Y %I:%M:%S %p" = "%d/%m/%Y %H:%M:%S";
"What were you doing when the crash happened?" = "Vad gjorde du när programmet kraschade?";
"Include an email address so I can update you on the crash?" = "Om du vill bli uppdaterad om ev. lösningar för kraschen lämna din e-postadress.";

/* Bug Report */
"Bug Report" = "Bugg rapport";
"What did you expect to happen and what didn't happen?" = "Vad skulle hända och vad hände inte?";
"How can I reproduce the bug?" = "Hur kan jag göra för att återskapa buggen?";
"Include an email address so I can update you on the Bug?" = "Om du vill bli uppdaterad om ev. lösningar för kraschen lämna din e-postadress.";

/* Contact */
"Contact Me" = "Kontakta mig";
"Subject:" = "Ämne:";
"Feedback" = "Feedback";
"Feature Request" = "Begär en funktion";
"Support" = "Support";
"Include your email so I can respond." = "Lämna din e-post så jag kan svara.";
"Whom am I to refer you by?" = "Vad ska jag kalla dig för?";